import React, { Component } from "react";

class Stuff extends Component {
    render() {
        return (
            <div class="about_main">
            <div>
                <picture>
                    <source media="(min-width: 800px)" srcset="https://www.nationalgeographic.com/content/dam/travel/Guide-Pages/europe/cityscape-kiev-ukraine.adapt.1900.1.jpg"/>
                    <img src="http://a.rgbimg.com/users/c/co/columbine/300/n7kPWXg.jpg" alt="Flowers" className="about_img"/>
                </picture> 
                <div>
                    <h5 className="about_header_footer">Київ</h5>
                    <p className="about_text">Ки́їв — столиця України, одне з найбільших і найстаріших міст Європи. Розташований у середній течії Дніпра, у північній Наддніпрянщині. Політичний, соціально-економічний, транспортний та освітньо-науковий центр країни. Окрема адміністративно-територіальна одиниця в складі України й адміністративний центр Київської області. Районний центр Києво-Святошинського району. Адміністративно до складу Київської області не входить. Місце розташування центральних органів влади України, іноземних місій, штаб-квартир більшості підприємств і громадських об'єднань, що працюють в Україні. </p>
               </div>
            <p className="about_text">За «Повістю временних літ», Київ заснував полянський князь Кий зі своїми братами Щеком і Хоривом та сестрою Либіддю. Згідно з археологічними даними та писемними джерелами, початок безперервного розвитку Києва датується 2-ю половиною V ст. — 1-ю половиною VI ст.; осередком розширення Києва була гора Замкова[5]. Був столицею Русі, Київського князівства, Великого князівства Руського, Української Народної Республіки, Української Держави та Української Радянської Соціалістичної Республіки. Також був адміністративним центром однойменного литовсько-польського воєводства, козацького полку, російської губернії, радянської округи, німецької генеральної округи та радянської області. </p></div>
            
        </div>
        );
    }
}

export default Stuff;